<html>
    <head>
        <title>Magistrado Flavio Galv&aacute;n Rivera</title>
        <link rel="stylesheet" type="text/css" href="estilo.css" />
    </head>
    <body>
        <a id="top" name="top"></a>

        <div id="container">
            <div id="container2">
                <div id="content">
                    <div id="image">
                        <h2>
                            <br><br><img width=250 height=340 v:shapes="_x0000_i1025" src="images/FGR.jpg"><br><br><br>

                            <div id="NombreMinistro">
                                Magistrado Flavio Galv&aacute;n Rivera
                            </div>
                        </h2>
                    </div>

                    <p></p>
                    <p>
                        <div id="textoContenido" />

                    </p>
                    <p>Egresado de la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma
                        de M&eacute;xico, en la que, el 20 de enero de 1976, obtuvo el t&iacute;tulo
                        de Licenciado en Derecho; en 1993, el Diploma de Especializaci&oacute;n en
                        Derecho Privado; en 1996, el Grado de Doctor en Derecho y, en 2002, el de Maestro
                        en Derecho.</p>

                    <p>
                        <div id="textoTituloRubro">Experiencia laboral en materia electoral</div>
                    </p>
                    <p>Magistrado del Tribunal Federal Electoral de 1990 a 1996; Secretario de Estudio
                        y Cuenta del Tribunal de lo Contencioso Electoral, de 1987 a 1990; Secretario
                        General de Acuerdos del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n,
                        de 1996 a 2006, y Magistrado de la Sala Superior del Tribunal Electoral del
                        Poder Judicial de la Federaci&oacute;n, a partir del 31 de octubre de 2006,
                        siendo designado Presidente, por acuerdo un&aacute;nime, el 6 de noviembre
                        del propio a&ntilde;o, cargo del cual se separ&oacute; el 6 de agosto de 2007.</p>
                    <p>
                        <div id="textoTituloRubro">Observaci&oacute;n electoral internacional</div>
                    </p>
                    <p>
                        En representaci&oacute;n del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n
                        ha asistido como observador en las elecciones presidenciales y de integrantes
                        de los respectivos Congresos, realizadas en las Rep&uacute;blicas de Honduras
                        (1997), Ecuador (1998), Venezuela (1998) y Uruguay (2004).<br>
                    </p>
                    <p>
                        <div id="textoTituloRubro">Expositor en materia electoral</div>
                    </p>
                    <p>En conferencias nacionales y en otros pa&iacute;ses, como Costa Rica, Espa&ntilde;a
                        y Honduras; en congresos internacionales celebrados en M&eacute;xico (segundo,
                        tercero y cuarto); cursos de formaci&oacute;n judicial electoral M&eacute;xico-Espa&ntilde;a
                        (primero, segundo y tercero); en reuniones de trabajo con Magistrados de los
                        tribunales electorales de los diversos Estados de la Rep&uacute;blica y del
                        Distrito Federal, as&iacute; como en reuniones de trabajo con Magistrados,
                        diputados, expertos internacionales y diverso personal especializado de Per&uacute; (1995),
                        El Salvador (1995, 2002 y 2005), Guatemala (2000), Espa&ntilde;a (2000), Honduras
                        (2001), Indonesia (2001), Argelia (2004), Estados Unidos (2007) y Costa Rica
                        (2008).</p>
                    <p>
                        <div id="textoTituloRubro">Autor de libros</div>
                    </p>
                    <p>Derecho Procesal Electoral Mexicano y El concubinato en el vigente Derecho
                        Mexicano.</p>
                    <p>Es coautor de diversos libros, entre otros: Derecho Procesal Constitucional;
                        El camino de la democracia en M&eacute;xico; Tendencias contempor&aacute;neas
                        del Derecho Electoral en el mundo; Justicia electoral en el umbral del siglo
                        XXI y Elecciones y justicia en Espa&ntilde;a y M&eacute;xico.</p>
                    <p>
                        <div id="textoTituloRubro">Distinciones</div>
                    </p>
                    <p>Entre otras distinciones se le ha conferido Menci&oacute;n Honor&iacute;fica
                        al recibir el t&iacute;tulo de Licenciado en Derecho; la medalla &ldquo;Alfonso
                        Caso&rdquo;, al mejor promedio en posgrado; el premio Ius, por su contribuci&oacute;n
                        a la evoluci&oacute;n del Derecho; las c&aacute;tedras extraordinarias &ldquo;Jorge
                        S&aacute;nchez Cordero&rdquo; y &ldquo;Rafael Rojina Villegas&rdquo;; presea
                        Derecho Electoral otorgada por la Legi&oacute;n de Honor Nacional de M&eacute;xico;
                        las palmas de oro por veinticinco a&ntilde;os como profesor de la Facultad
                        de Derecho de la Universidad Aut&oacute;noma de M&eacute;xico, y diploma como
                        miembro del Claustro de Doctores de la misma Facultad de Derecho y el grado
                        de Doctor Honoris Causa por la Universidad Intercontinental del Estado de Morelos.</p>
                    <br><br><br><br>
                </div>
            </div>
        </div>
    </body>
</html>