<html>
    <head>
        <title> Ministro Genaro David Góngora Pimentel</title>
        <link rel="stylesheet" type="text/css" href="estilo.css" />
    </head>
    <body>
        <a id="top" name="top"></a>

        <div id="container">
            <div id="container2">
                <div id="content">
                    <div id="image">
                        <h2>
                            <br><br><img width=250 height=340 v:shapes="_x0000_i1025" src="images/GDGP.jpg"><br><br><br>
                            <div id="NombreMinistro">
                                Ministro Genaro David Góngora Pimentel
                            </div>
                        </h2>
                    </div>

                    <div id="textoContenido">
                        <p>Lugar y fecha de nacimiento: Chihuahua, Chihuahua, 8 de septiembre de 1937. </p>
                        <p>
                            <div id="textoTituloRubro">Estudios</div>
                        </p>
                        <p>Realiz&oacute; sus estudios preuniversitarios en Ensenada, Baja California
                            y Hermosillo, Sonora. </p>
                        <p>Licenciado en Derecho por la Universidad Nacional Aut&oacute;noma de M&eacute;xico
                            al sustentar la tesis &ldquo;De la agencia mar&iacute;tima&rdquo; el 1o. de
                            octubre de 1963. </p>
                        <p>Doctor en Derecho con Menci&oacute;n Honor&iacute;fica en la misma Universidad &ldquo;Aula
                            Magna Jacinto Pallares&rdquo;, al sostener la tesis de grado &ldquo;El Voto
                            Jurisdiccional&rdquo; el 5 de diciembre de 2006. </p>
                        <p>
                            <div id="textoTituloRubro">Trayectoria profesional</div>
                        </p>
                        <p>
                            <div id="textoTituloRubro">Carrera judicial</div>
                        </p>
                        <p>
                            <strong>Secretario de Estudio y Cuenta</strong> adscrito al Pleno de la Suprema Corte de Justicia
                            de la Naci&oacute;n (1969).
                        </p>
                        <p>Juez de Distrito en Materia Administrativa en el Distrito Federal (1972-1978). </p>
                        <p>
                            <strong>Magistrado</strong> en el Tribunal Colegiado del Quinto Circuito con residencia en
                            Hermosillo, Sonora (1978); Tercer Tribunal Colegiado en Materia Civil y Tercer
                            Tribunal Colegiado en Materia Administrativa, ambos del Primer Circuito (1978-1995).
                        </p>
                        <p>
                            <strong>Ministro de la Suprema Corte de Justicia de la Naci&oacute;n</strong>, designado el
                            26 de enero de 1995, en sesi&oacute;n p&uacute;blica del Senado de la Rep&uacute;blica
                            para el periodo que vence el 30 de noviembre de 2009.
                        </p>
                        <p>
                            <strong>Presidente de la Segunda Sala de la Suprema Corte de Justicia de la Naci&oacute;n</strong>
                            (1996-1997).
                        </p>
                        <p>
                            <strong>Presidente de la Suprema Corte de Justicia de la Naci&oacute;n y del Consejo
                                de la Judicatura Federal</strong>, electo por el Pleno del m&aacute;s Alto Tribunal
                            (1999-2002).
                        </p>
                        <p>
                            A la fecha, <strong>Ministro de la Segunda Sala</strong>.
                        </p>
                        <p>
                            <div id="textoTituloRubro">Otros cargos</div>
                        </p>
                        <p>Secretario &ldquo;B&rdquo; de Acuerdos del Tribunal Fiscal de la Federaci&oacute;n
                            (1964-1969). </p>
                        <p>Secretario General de Acuerdos Interino del mismo Tribunal (1966). </p>
                        <p>Asesor Jur&iacute;dico de la Direcci&oacute;n General de Marina Mercante (1968-1969). </p>
                        <p>Vocal Secretario de la Comisi&oacute;n Nacional Coordinadora de Puertos (1971). </p>
                        <p>
                            <div id="textoTituloRubro">Docencia</div>
                        </p>
                        <p>Por m&aacute;s de cuarenta a&ntilde;os maestro de derecho mar&iacute;timo,
                            mercantil y amparo en la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma
                            de M&eacute;xico, y de Derecho Fiscal en la Universidad An&aacute;huac; as&iacute; mismo
                            ha impartido clases en el Instituto de Especializaci&oacute;n Judicial ahora
                            Instituto de la Judicatura del Poder Judicial de la Federaci&oacute;n. </p>
                        <p>A partir del semestre 2009-I (agosto 2008), catedr&aacute;tico del Posgrado
                            de la Facultad de Derecho UNAM en la Especializaci&oacute;n en Derecho de la
                            Administraci&oacute;n y Procuraci&oacute;n de Justicia, materia Juicio de Amparo. </p>
                        <p>Conferencista en m&uacute;ltiples universidades, facultades, institutos, escuelas,
                            barras y &oacute;rganos jurisdiccionales nacionales e internacionales entre
                            los que se cuentan: UNAM, An&aacute;huac, Iberoamericana, Libre de Derecho,
                            La Salle, ITESM, CIDE; Aut&oacute;nomas de: Puebla, Tabasco, Colima, Zacatecas,
                            Nuevo Le&oacute;n, de la Laguna, Baja California, Chihuahua; Facultad Libre
                            de Derecho de Monterrey; Escuelas de Derecho de: Arag&oacute;n, Acatl&aacute;n,
                            Sinaloa, Morelos; Institutos de la Judicatura Federal y de Investigaciones
                            Jur&iacute;dicas de la UNAM; Barra Mexicana Colegio de Abogados, American Bar
                            Association; Centros de Estudios y Colegios de Abogados Constitucionalistas,
                            de Profesores de Garant&iacute;as y Amparo, de Secretarios de la SCJN, de la
                            Defensa Nacional; Tribunales Federales de Justicia Fiscal y Administrativa,
                            Conciliaci&oacute;n y Arbitraje; Tribunales de Justicia de Oaxaca, Tlaxcala,
                            Puebla, Distrito Federal y de lo Contencioso Administrativo de Guanajuato;
                            Despachos como Basham, Ringe y Correa, S.C. </p>
                        <p>En Universidades de Harvard en Cambridge, Massachussets y Georgetown, Washington
                            ; de Belgrano y Cat&oacute;lica de Salta, Rep&uacute;blica de Argentina. </p>
                        <p>Ponente en las cumbres de Presidentes de Tribunales y Cortes Supremas en Madrid
                            (1997), Zacatecas (1999), Panam&aacute; (2001) y Tenerife (2001), as&iacute; como
                            en la cumbre de Presidentes de Consejos de la Judicatura en Barcelona (2001). </p>
                        <p>
                            <div id="textoTituloRubro">Publicaciones</div>
                        </p>
                        <p>Entre sus obras m&aacute;s destacadas se encuentran: </p>
                        <p>&ldquo;Introducci&oacute;n al Estudio del Juicio de Amparo&rdquo;, 11a. ed.
                            2007. </p>
                        <p>&ldquo;La Suspensi&oacute;n en Materia Administrativa&rdquo;, 10a. ed. 2008. </p>
                        <p>&ldquo;El Derecho que tenemos: La Justicia que Esperamos&rdquo;, 2a. ed. 2006. </p>
                        <p>&ldquo;Evoluci&oacute;n del Secuestro en M&eacute;xico y las decisiones del
                            Poder Judicial de la Federaci&oacute;n en la materia&rdquo;, 2a. ed. 2005. </p>
                        <p>&ldquo;El Veto al Presupuesto de Egresos de la Federaci&oacute;n&rdquo;, 1a.
                            ed. 2005. </p>
                        <p>&ldquo;El Voto Jurisdiccional y mi disenso en el M&aacute;ximo Tribunal&rdquo;,
                            1a. ed. 2007. </p>
                        <p>&ldquo;La lucha por el Amparo Fiscal&rdquo;, 1a. ed. 2007. </p>
                        <p>Ha publicado en colaboraci&oacute;n con el Dr. Acosta Romero: </p>
                        <p>&ldquo;Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos:
                            doctrina, legislaci&oacute;n, jurisprudencia&rdquo;, 4a. ed. 1992. </p>
                        <p>&ldquo;Ley de Amparo: legislaci&oacute;n, jurisprudencia&rdquo;, doctrina,
                            2a. ed. 1985. </p>
                        <p>&ldquo;C&oacute;digo Federal de Procedimientos Civiles. Ley Org&aacute;nica
                            del Poder Judicial Federal. Legislaci&oacute;n, jurisprudencia, doctrina&rdquo;,
                            2a. ed. 1986. </p>
                        <p>En coautor&iacute;a con la Magistrada Mar&iacute;a Guadalupe Saucedo Zavala: </p>
                        <p>&ldquo;La Suspensi&oacute;n del Acto Reclamado. Compilaci&oacute;n alfab&eacute;tica
                            de tesis jurisprudenciales y precedentes&rdquo;, 7a. ed. 2005. </p>
                        <p>&ldquo;Ley de Amparo. Doctrina Jurisprudencial&rdquo; dos tomos y cuatro vol&uacute;menes,
                            6a. ed. 2001, actualizado el tomo I, primera y segunda partes, 7a. ed. 2004. </p>
                        <p>Invitado por la XLVI Legislatura a integrar los comentarios, antecedentes
                            e historia legislativa del articulado constitucional &ldquo;Derechos del pueblo
                            mexicano. M&eacute;xico a trav&eacute;s de sus constituciones&rdquo;. </p>
                        <p>Desde 1981, participa en la elaboraci&oacute;n del Diccionario Jur&iacute;dico
                            Mexicano en la materia mercantil, editado por el Instituto de Investigaciones
                            Jur&iacute;dicas de la UNAM. </p>
                        <p>En 2005, con motivo de la instalaci&oacute;n del C&iacute;rculo de Estudios
                            Jur&iacute;dicos &ldquo;Genaro G&oacute;ngora Pimentel&rdquo;, ha contribuido
                            en la compilaci&oacute;n de una serie de an&aacute;lisis publicados como &ldquo;El
                            Quehacer Jur&iacute;dico y la Judicatura&rdquo;. </p>
                        <p>Colaboraci&oacute;n en el &ldquo;Diccionario Cr&iacute;tico el Derecho Penal
                            a juicio&rdquo; con la voz Secuestro, INACIPE 2008. </p>
                        <p>Estudio Introductorio en la obra facsimilar de Silvestre Moreno Cora editada
                            por la Suprema Corte de Justicia de la Naci&oacute;n: &ldquo;Tratado del Juicio
                            de Amparo conforme a las Sentencias de los Tribunales Federales&rdquo;, 2008. </p>
                        <p>Adem&aacute;s de innumerables art&iacute;culos y ensayos publicados en diversas
                            revistas especializadas nacionales y extranjeras. </p>
                        <p>&nbsp;</p>
                        <p>
                            <div id="textoTituloRubro">Distinciones</div>
                        </p>
                        <p>El H. Consejo T&eacute;cnico de la UNAM, acord&oacute; que fuera recipiendario
                            de la Medalla al M&eacute;rito Docente &ldquo;Prima de Leyes Instituta&rdquo;,1992. </p>
                        <p>La Asociaci&oacute;n Nacional de Abogados, miembro de L' Union Internationale
                            Des Avocats, de la Inter American Bar Association y de la Uni&oacute;n Iberoamericana
                            de Abogados, le otorg&oacute; la presea &quot;Gran Cruz al M&eacute;rito Judicial&quot; que
                            le fue entregada por el Presidente de la Rep&uacute;blica, el 13 de julio de
                            1992. </p>
                        <p>&quot;Foro de M&eacute;xico&quot;, A.C., lo distingui&oacute; con la &quot;Presea
                            al M&eacute;rito Judicial&quot;, impuesta por el Titular del Poder Ejecutivo,
                            el 12 de julio de 1994. </p>
                        <p>La Divisi&oacute;n de Estudios de Posgrado de la UNAM, generaci&oacute;n 85-II,
                            le otorg&oacute; el &ldquo;Reconocimiento Jur&iacute;dico Acad&eacute;mico
                            Ignacio L. Vallarta&rdquo;, 1995. </p>
                        <p>El Gobierno de Rumania le distingui&oacute; con la imposici&oacute;n de la
                            Orden de la &ldquo;Estrella de Rumania en Grado de Gran Cruz&rdquo;, el 19
                            de noviembre de 2001. </p>
                        <p>La Corte Suprema de Nicaragua le rindi&oacute; homenaje por su valiosa aportaci&oacute;n
                            al fortalecimiento de las relaciones entre los Poderes Judiciales de M&eacute;xico
                            y Nicaragua, 2002. </p>
                        <p>La Universidad Ju&aacute;rez Aut&oacute;noma de Tabasco le confiri&oacute; el
                            grado de Doctor Honoris Causa , por sus m&eacute;ritos excepcionales en la
                            docencia, investigaci&oacute;n jur&iacute;dica e impartici&oacute;n de justicia
                            y la consolidaci&oacute;n del Poder Judicial Federal en M&eacute;xico, el 11
                            de abril de 2002. </p>
                        <p>El Tribunal Superior de Justicia del Estado de Puebla le confiri&oacute; la
                            Medalla de Oro &ldquo;Abogado Jos&eacute; Mar&iacute;a Lafragua Ibarra&rdquo;,
                            en reconocimiento a su distinguida trayectoria profesional y a su patri&oacute;tica
                            y perseverante labor a favor de la justicia, el 5 de julio de 2002. </p>
                        <p>El Alcalde de la Ciudad de La Antigua, Guatemala, lo declar&oacute; Visitante
                            Distinguido, el 2 de agosto de 2002. </p>
                        <p>Con fecha 10 de septiembre de 2002, el Sindicato de Trabajadores del Poder
                            Judicial de la Federaci&oacute;n, otorg&oacute; reconocimiento al se&ntilde;or
                            Ministro Presidente en el Gran Sal&oacute;n del Club de Banqueros. </p>
                        <p>Inaugur&oacute; la &ldquo;Biblioteca Ministro Licenciado Genaro David G&oacute;ngora
                            Pimentel&rdquo;, en la Escuela de Municipalistas en la ciudad de Guanajuato,
                            el 10 de octubre de 2002. </p>
                        <p>El Instituto de Ciencias Jur&iacute;dicas de Egresados de la UNAM Campus Arag&oacute;n,
                            A.C., en el marco de su XIII aniversario, le otorg&oacute; la &quot;Presea
                            Tepantlato&quot;, en el Alc&aacute;zar del Castillo de Chapultepec, el 30 de
                            octubre de 2002. </p>
                        <p>El Gobierno del Reino de Espa&ntilde;a le otorg&oacute; la &ldquo;Gran Cruz&rdquo; de
                            la Orden de Isabel la Cat&oacute;lica, el 8 de noviembre de 2002. </p>
                        <p>La Barra Queretana Colegio de Abogados, A.C., le otorg&oacute; un reconocimiento
                            por la magn&iacute;fica disertaci&oacute;n de la ponencia &ldquo;Una inquietud
                            y tres historias&rdquo;, el 2 de abril de 2003. </p>
                        <p>Se instal&oacute; el C&iacute;rculo de Estudios Jur&iacute;dicos &ldquo;Genaro
                            G&oacute;ngora Pimentel&rdquo; y se le tom&oacute; protesta a sus miembros,
                            en Chihuahua, Chih., el 16 de junio de 2004. </p>
                        <p>La Universidad Aut&oacute;noma de Nuevo Le&oacute;n a trav&eacute;s de la
                            Facultad de Derecho y Criminolog&iacute;a, le confiri&oacute; reconocimiento
                            por la presentaci&oacute;n de su obra &ldquo;Evoluci&oacute;n del Secuestro
                            en M&eacute;xico y las decisiones del Poder Judicial de la Federaci&oacute;n
                            en la materia&rdquo;, el 18 de agosto de 2004. </p>
                        <p>Se le nombr&oacute; Miembro Honorario de La Liga Mundial de Abogados Ambientalistas,
                            A.C., asimismo le otorg&oacute; la m&aacute;xima condecoraci&oacute;n Venera &ldquo;IUS
                            AMBIENS&rdquo;, el 6 de octubre de 2004. </p>
                        <p>Fue reconocido por sus 35 a&ntilde;os de servicio prestado al Poder Judicial
                            de la Federaci&oacute;n, el 23 de noviembre de 2004. </p>
                        <p>El Instituto Nacional del Derecho de Autor y la Facultad de Derecho de la
                            M&aacute;xima Casa de Estudios, le concedi&oacute; una distinci&oacute;n con
                            motivo del Programa Nacional de Reconocimiento a Profesores de las Universidades
                            P&uacute;blicas con Obra Escrita, el 18 de febrero de 2005. </p>
                        <p>La Universidad Ju&aacute;rez Aut&oacute;noma de Tabasco le entreg&oacute; el
                            Galard&oacute;n &ldquo;Fuerza Jur&iacute;dica&rdquo;, que reconoce y valora
                            la trayectoria jur&iacute;dica de prestigiados abogados, mismo que se llev&oacute; a
                            cabo en el &ldquo;Espacio Esc&eacute;nico Juchim&aacute;n&rdquo; del Instituto
                            Ju&aacute;rez, el 11 de marzo de 2005. </p>
                        <p>La Universidad Contempor&aacute;nea de la ciudad de Quer&eacute;taro, instal&oacute; el
                            Cap&iacute;tulo de la Fraternidad Phi Delta Phi G&oacute;ngora Pimentel Inn,
                            el 27 de abril de 2005. </p>
                        <p>La Confederaci&oacute;n Revolucionaria de Obreros y Campesinos le concedi&oacute; reconocimiento
                            al m&eacute;rito &ldquo;Impartici&oacute;n de Justicia&rdquo;, el 12 de julio
                            de 2005. </p>
                        <p>El Colegio de Abogados &ldquo;Genaro David G&oacute;ngora Pimentel&rdquo; Playas
                            de Rosarito, A.C., le otorg&oacute; un reconocimiento como primer miembro honor&iacute;fico
                            por su brillante contribuci&oacute;n en la impartici&oacute;n de justicia en
                            la naci&oacute;n haciendo con ello prevalecer el Estado de Derecho; tambi&eacute;n
                            se llev&oacute; a cabo la declaratoria de apertura, inauguraci&oacute;n y toma
                            de protesta de la Primera Mesa Directiva del mencionado Colegio, el 8 de septiembre
                            de 2005. </p>
                        <p>El Supremo Tribunal de Justicia del Estado de Chihuahua, con motivo del 180
                            aniversario 1825-2005, le otorg&oacute; reconocimiento por su destacada y brillante
                            labor jur&iacute;dica, enorgulleciendo al Estado de Chihuahua, el 7 de noviembre
                            de 2005. </p>
                        <p>El Presidente del Tribunal Superior de Justicia y del Consejo de la Judicatura
                            del Poder Judicial del Estado de Tabasco, lo invit&oacute; a formar parte del
                            Consejo Editorial de la Revista &ldquo;Nexo Jur&iacute;dico&rdquo;, &oacute;rgano
                            oficial de informaci&oacute;n y difusi&oacute;n, el 23 de marzo de 2007. </p>
                        <p>La Asociaci&oacute;n de Abogados Litigantes de la Rep&uacute;blica Mexicana,
                            A.C., destac&oacute; su trayectoria profesional. En cuyo acto imparti&oacute; la
                            conferencia &ldquo;La educaci&oacute;n jur&iacute;dica como instrumento en
                            la consolidaci&oacute;n del Estado Social y Democr&aacute;tico de Derecho&rdquo;,
                            el 26 de marzo de 2007. </p>
                        <p>El H. Ayuntamiento Constitucional de Tlacotalpan, Veracruz, le otorg&oacute; el &ldquo;Testimonio
                            de Visitante Distinguido&rdquo;, por su muy destacada labor y trayectoria en
                            el &aacute;mbito de la impartici&oacute;n de justicia en nuestro pa&iacute;s,
                            el 30 de marzo de 2007. </p>
                        <p>La Asociaci&oacute;n Nacional de Doctores en Derecho, Colegio de Profesionistas,
                            A.C., le da la bienvenida como Miembro, el 12 de abril de 2007. </p>
                        <p>Reconocimiento como miembro fundador del Claustro de Acad&eacute;micos de
                            la Facultad de Derecho de la UNAM que poseen Grado de Doctor, el 18 de abril
                            de 2007. </p>
                        <p>Reconocimiento por el Fomento a la Ciencia y al Desarrollo del Derecho Tributario
                            en M&eacute;xico, obsequiado por el Tribunal de Conciliaci&oacute;n y Arbitraje
                            del Mercosur, 5 de Julio de 2007. </p>
                        <p>Por acuerdo de la Comisi&oacute;n General Permanente de Honor y Justicia del
                            H. Consejo Universitario, la Universidad Aut&oacute;noma de Coahuila, le otorg&oacute; el
                            Titulo Honor&iacute;fico de &ldquo;Maestro Ad Vitam&rdquo;, por su prestigiada
                            labor en el &aacute;mbito de la judicatura, su reconocida trayectoria en el
                            ejercicio de su carrera judicial y su destacada labor docente en diversas universidades
                            del pa&iacute;s, el 24 de agosto de 2007. </p>
                        <p>Reconocimiento como Miembro Distinguido de la Sociedad de Exalumnos de la
                            Facultad de Derecho UNAM, septiembre de 2007. </p>
                        <p>La Facultad de Derecho de la Universidad Nacional Aut&oacute;noma de M&eacute;xico,
                            le impuso las insignias de Doctor en Derecho, el 19 de septiembre de 2007. </p>
                        <p>Inauguraci&oacute;n de la Biblioteca &ldquo;Ministro Genaro David G&oacute;ngora
                            Pimentel&rdquo; en el Palacio de Justicia San Crist&oacute;bal de las Casas,
                            Chiapas, el 10 de mayo de 2008. </p>
                        <p>Nombramiento como Hu&eacute;sped Distinguido de la Ciudad, Comit&aacute;n
                            de Dom&iacute;nguez, Chiapas, 10 de mayo de 2008. </p>
                        <p>Reconocimiento por relevante participaci&oacute;n como ponente en el Primer
                            Congreso Internacional sobre Justicia Constitucional y el Quinto Encuentro
                            Iberoamericano de Derecho Procesal Constitucional, Canc&uacute;n, Quintana
                            Roo, 14 al 17 de mayo de 2008. </p>
                        <p>Reconocimiento por recibir a los alumnos de la licenciatura en Derecho de
                            la Universidad de Baja California en la Suprema Corte de Justicia de la Naci&oacute;n.
                            Ensenada, Baja California, 15 de mayo de 2008. </p>
                        <p>El Rector de la Universidad Cat&oacute;lica de Salta, con el voto del H. Consejo
                            Acad&eacute;mico (Resoluci&oacute;n de Rectorado 456/08), en reconocimiento
                            a sus m&eacute;ritos acad&eacute;micos, le confiri&oacute; el t&iacute;tulo
                            de &ldquo;Profesor Extraordinario Visitante&rdquo; el 23 de mayo de 2008, Ciudad
                            Universitaria de Campo Casta&ntilde;eras de la Ciudad de Salta, provincia del
                            mismo nombre, Rep&uacute;blica de Argentina. </p>
                        <p>Mediante Acuerdo Extraordinario de 11 de junio de 2008, el Presidente y Jueces
                            de la Corte de Salta, Rep&uacute;blica de Argentina, determinaron recibir al
                            Ministro Dr. D. Genaro David G&oacute;ngora Pimentel destacando la importancia
                            por la investidura que ejerce. </p>
                        <p>El 16 de junio de 2008, la Liga Mundial de Abogados Ambientalistas - Cap&iacute;tulo
                            Paraguay le otorg&oacute; reconocimiento por su destacada labor en defensa
                            del medio ambiente en Latinoam&eacute;rica, (entregado el 19 de junio en la
                            Universidad de Belgrano, Buenos Aires, Argentina). </p>
                        <p>Por Decreto del Gobernador, fue nombrado &ldquo;Visitante Distinguido&rdquo; de
                            la Provincia de Salta, Rep&uacute;blica de Argentina, el 17 de junio de 2008. </p>
                        <p>La Universidad de Belgrano a trav&eacute;s de su Facultad de Derecho y Ciencias
                            Sociales, le extendi&oacute; reconocimiento por su destacada y brillante labor
                            jur&iacute;dica con motivo de su conferencia sobre el tema &ldquo;La educaci&oacute;n
                            jur&iacute;dica como instrumento en la consolidaci&oacute;n del Estado social
                            y democr&aacute;tico de derecho&rdquo;. Buenos Aires, 19 de Junio de 2008. </p>
                        <p>Ese mismo d&iacute;a, la Presidenta de la Auditor&iacute;a General de la Ciudad
                            de Buenos Aires, le extendi&oacute; reconocimiento por su intensa labor jurisdiccional
                            e invalorables aportes a la doctrina ius ambientalista latinoamericana en pos
                            de un desarrollo sustentable basado en el excelso cuidado del medio ambiente. </p>
                        <p>El Presidente de la Corte Suprema de Justicia de la Naci&oacute;n de Argentina
                            le otorg&oacute; la Medalla &ldquo;Poder Judicial Corte Suprema de Justicia
                            de la Naci&oacute;n&rdquo;, Buenos Aires, 20 de junio de 2008. </p>
                        <br /><br /><br /><br />
                    </div>
                </div>
            </div> 
        </div>
    </body>
</html>