<html>
    <head>
        <title>Magistrado Jos&eacute; Alejandro Luna Ramos</title>
        <link rel="stylesheet" type="text/css" href="estilo.css" />
    </head>
    <body>
        <a id="top" name="top"></a>

        <div id="container">
            <div id="container2">
                <div id="content">
                    <div id="image">
                        <h2>
                            <br><br><img width=250 height=340 v:shapes="_x0000_i1025" src="images/JALR.jpg"><br><br><br>
                            <div id="NombreMinistro">
                                Magistrado Jos&eacute; Alejandro Luna Ramos
                            </div>
                        </h2>
                    </div>

                    <p></p>
                    <p>
                        <div id="textoContenido" />

                    </p>
                    <p>Naci&oacute; en San Crist&oacute;bal de las Casas, Chiapas, el 23 de marzo
                        de 1941. En este lugar realiz&oacute; su instrucci&oacute;n b&aacute;sica,
                        media y superior. Es egresado de la Escuela de Derecho de Chiapas, en San Crist&oacute;bal
                        de las Casas. Para obtener el grado acad&eacute;mico correspondiente sustent&oacute; en
                        el examen profesional, la tesis: Efectos jur&iacute;dicos y socioecon&oacute;micos
                        de la huelga.</p>

                    <p>Efectu&oacute; estudios de postgrado en el Instituto de Derecho Comparado
                        de la Universidad Nacional Aut&oacute;noma de M&eacute;xico. Diplomado en el
                        VI Curso de Posgrado en Derecho, Pol&iacute;tica y Criminolog&iacute;a en la
                        Universidad de Salamanca, Espa&ntilde;a. Estudios de Maestr&iacute;a en la
                        Universidad de Estudios de Posgrado en Derecho, en la Ciudad de M&eacute;xico,
                        D.F.</p>
                    <p>Su carrera judicial se inicia en 1968 y comprende los puestos: Jefe de la
                        Oficina Judicial &ldquo;H&rdquo;, Secretario de Tribunal Unitario, Secretario
                        de Tribunal Colegiado, Secretario de Estudio y Cuenta, Juez de Distrito y Magistrado
                        de Circuito.</p>
                    <p>En el aspecto acad&eacute;mico fue catedr&aacute;tico de las Universidades
                        La Salle, Iberoamericana, Universidad An&aacute;huac, Campus Sur, en el Instituto
                        de Especializaci&oacute;n Judicial del Consejo de la Judicatura Federal; actualmente
                        en el Posgrado de la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma
                        de M&eacute;xico.</p>
                    <p>Es socio fundador y primer presidente del Colegio Nacional de Magistrados
                        de Circuito y Jueces de Distrito del Poder Judicial de la Federaci&oacute;n,
                        A.C.</p>
                    <p>A partir del veintiuno de abril de dos mil cinco fue designado por el Senado
                        de la Rep&uacute;blica, a propuesta del Pleno de la Suprema Corte de Justicia
                        de la Naci&oacute;n, para ocupar el cargo de Magistrado de la Sala Superior
                        del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n.</p>
                    <br /><br /><br /><br />
                </div>
            </div>
        </div>

    </body>
</html>