<html>
	<head>
		<title>Ministra Margarita Beatriz Luna Ramos</title>
		<link rel="stylesheet" type="text/css" href="estilo.css" />
	</head>
	<body>
	<a id="top" name="top"></a>
		
		<div id="container">
		<div id="container2">
    <div id="content">
				<div id="image">
					<h2> 			
					<br><br><img width=250 height=340 v:shapes="_x0000_i1025" src="images/MBLR.jpg">
					<br><br><br>
					<div id="NombreMinistro">
						Ministra Margarita Beatriz Luna Ramos
					</div>	
				  </h2>
				</div>			

				
<p></p>
<p>		
<div id="textoContenido">	
<p>Naci&oacute; el 4 de enero de 1956 en San Crist&oacute;bal
  de las Casas, Chiapas. Hija de Belisario Luna Flores, comerciante, y Josefa
  Ramos Blanco, ama de casa.<br>
  <br>
  Curs&oacute; la primaria, la secundaria y la preparatoria en San Crist&oacute;bal
  de las Casas, Chiapas; realiz&oacute; sus estudios profesionales en la Universidad
  Nacional Aut&oacute;noma de M&eacute;xico, obteniendo el grado de Licenciada
  en Derecho. Realiz&oacute; la Especialidad en Derecho Constitucional y Administrativo
  en la Divisi&oacute;n de Estudios Superiores de la UNAM, y la Maestr&iacute;a
  en la Divisi&oacute;n de Estudios de Posgrado de la Facultad de Derecho de la
  UNAM. Es Doctora en Derecho por la Universidad Nacional Aut&oacute;noma de M&eacute;xico,
  grado que obtuvo el 17 de noviembre de 1999 con la tesis Procedencia del Juicio
  de Amparo respecto de las decisiones de los Paneles Binacionales del TLCAN.<br>
  <br>
  <div id="textoTituloRubro">Cursos, seminarios y diplomados</div>
  <br>
  Efectu&oacute; el Curso de Especializaci&oacute;n Judicial, en el Instituto de
  Especializaci&oacute;n Judicial de la Suprema Corte de Justicia de la Naci&oacute;n;
  el Seminario de Pr&aacute;cticas Desleales de Comercio Internacional, impartido
  conjuntamente por el ITAM y el Instituto de Investigaciones Jur&iacute;dicas
  de la UNAM; el Curso de Derecho Angloamericano, impartido por la Universidad
  de Austin en Texas (The University of Texas at Austin), en el Instituto de la
  Judicatura Federal; el Curso sobre Pol&iacute;tica en Materia de Competencia
  Econ&oacute;mica, impartido en forma conjunta por el Instituto de la Judicatura
  Federal y la Comisi&oacute;n Federal de Competencia; el Curso de Derecho Internacional,
  denominado Derecho de los Tratados, en el Instituto de la Judicatura Federal;
  el Diplomado en Arbitraje Comercial Internacional, en la Escuela Libre de Derecho
  y Cap&iacute;tulo Mexicano de la C&aacute;mara Internacional de Comercio, A.C.;
  el Diplomado en Derecho Constitucional y Amparo, en el Instituto de la Judicatura
  Federal; el Diplomado sobre Derecho Norteamericano, en la Universidad Iberoamericana.<br>
  <br>
  Particip&oacute; en el Curso sobre Redes, Correo Electr&oacute;nico y Uso de
  Esc&aacute;ner, en la Direcci&oacute;n General de Inform&aacute;tica del Consejo
  de la Judicatura Federal; en el Curso de Did&aacute;ctica B&aacute;sica, en el
  Instituto de la Judicatura Federal; en el Curso de Relaciones Humanas, Inteligencia
  Emocional y Manejo Positivo del Estr&eacute;s, impartidos por la Direcci&oacute;n
  General de Recursos Humanos del Consejo de la Judicatura Federal.<br>
  <br>
  <div id="textoTituloRubro">Actividad laboral</div>
  <br>
  Dentro del Poder Judicial de la Federaci&oacute;n se ha desempe&ntilde;ado como
  Oficial Judicial, Actuario Judicial y Secretaria Proyectista en el Juzgado Cuarto
  de Distrito en Materia Administrativa en el Distrito Federal, entre 1975 a 1979;
  Secretaria Proyectista en el Tercer Tribunal Colegiado en Materia Administrativa
  del Primer Circuito, entre 1979 a 1980; Secretaria Proyectista en el Segundo
  Tribunal Colegiado en Materia Administrativa del Primer Circuito, de 1980 a 1984;
  Secretaria de Estudio y Cuenta de la Primera Sala de la Suprema Corte de Justicia
  de la Naci&oacute;n, de 1984 a 1985; Secretaria de Estudio y Cuenta de la Segunda
  Sala de la Suprema Corte de Justicia de la Naci&oacute;n, de 1985 a 1986; Juez
  de Distrito en el Juzgado Segundo de Distrito en Materia Administrativa en el
  Distrito Federal, de 1986 a 1992; Magistrada de Circuito en el Cuarto Tribunal
  Colegiado en Materia de Trabajo del Primer Circuito, de 1993 a 1995; Magistrada
  durante el Proceso Electoral Federal de 1994, en la Sala de Segunda Instancia
  del Tribunal Federal Electoral; Magistrada del Tercer Tribunal Colegiado en Materia
  Administrativa del Primer Circuito, de 1995 a 2003; Consejera de la Judicatura
  Federal, nombrada por oposici&oacute;n por el Pleno de la Suprema Corte de Justicia
  de la Naci&oacute;n en 2003; fue designada Ministra de la Suprema Corte de Justicia
  de la Naci&oacute;n, por la LIX Legislatura del Senado de la Rep&uacute;blica,
  a propuesta del Presidente de la Rep&uacute;blica, el 19 de febrero de 2004;
  Presidenta de la Segunda Sala de la Suprema Corte de Justicia de la Naci&oacute;n
  por el periodo 2006-2007. Actualmente ocupa el cargo de Ministra del M&aacute;ximo
  Tribunal del pa&iacute;s, adscrita a la mencionada Segunda Sala.<br>
  <br>
  <div id="textoTituloRubro">Docencia</div>
  <br>
  Dentro del Instituto de la Judicatura Federal ha sido maestra de las siguientes
  materias: &ldquo;Amparo Administrativo&rdquo; y &ldquo;Derecho Constitucional&rdquo;,
  en el Curso de Especializaci&oacute;n Judicial; &ldquo;M&oacute;dulo de Suspensi&oacute;n
  en el Juicio de Amparo&rdquo; y &ldquo;Amparo contra Leyes&rdquo;, dentro del
  Curso de Especialidad en Administraci&oacute;n de Justicia en Juzgados de Distrito,
  generaciones 1a., 2a., 3a. y 4a.; en el Instituto Tecnol&oacute;gico Aut&oacute;nomo
  de M&eacute;xico (ITAM) ha sido catedr&aacute;tica en la materia &ldquo;Derecho
  Constitucional II&rdquo; (Garant&iacute;as y Amparo); catedr&aacute;tica en la
  Divisi&oacute;n de Estudios de Posgrado de la UNAM, en las materias &ldquo;Poder
  Judicial&rdquo; y &ldquo;Juicio de Amparo&rdquo;; en la Universidad Panamericana
  ha impartido el m&oacute;dulo del Posgrado en Derecho &ldquo;Diversas Cuestiones
  Procesales dentro del Juicio de Amparo&rdquo;; dentro de la Maestr&iacute;a de
  Derecho Constitucional que imparte la Universidad Marista, fue titular de la
  materia &ldquo;Poder Judicial&rdquo;; en noviembre de 2006, fue designada profesora
  externa adscrita al programa de posgrado para impartir la materia &ldquo;Juicio
  de Amparo II&rdquo;, en la Facultad de Derecho C-III de la Universidad Aut&oacute;noma
  de Chiapas.<br>
<p>Como ponente ha participado en el Curso &ldquo;Estructura y Funcionamiento
  del Poder Judicial&rdquo;, en la Divisi&oacute;n de Estudios de Posgrado de
  la UNAM; en el Diplomado en &ldquo;Juicio de Amparo&rdquo;, que imparti&oacute; el
  Centro de Extensi&oacute;n Universitaria de la Universidad Iberoamericana,
  Laguna, de Torre&oacute;n, Coahuila; en el Diplomado en &ldquo;Juicio de Amparo&rdquo;,
  de la Universidad Iberoamericana; en el Curso Regional de Actualizaci&oacute;n
  Laboral Zonas Noreste y Sur, del Instituto Mexicano del Seguro Social; en el
  Curso Regional de lo Contencioso Laboral para la Zona Centro y Noreste, del
  Instituto Mexicano del Seguro Social; en el Diplomado en &ldquo;Juicio de Amparo&rdquo;,
  de la Universidad de Estudios de Posgrado en Derecho, en la Ciudad de M&eacute;xico,
  Distrito Federal; en &ldquo;Amparo Fiscal&rdquo;, en la Maestr&iacute;a de
  Derecho Fiscal de la Universidad Aut&oacute;noma de Fresnillo, Zacatecas; en
  el Diplomado en &ldquo;El Juicio de Amparo&rdquo;, en la Divisi&oacute;n de
  Educaci&oacute;n Continua de la Universidad Nacional Aut&oacute;noma de M&eacute;xico
  y Colegio de Magistrados y Jueces del Poder Judicial Federal; en el Diplomado
  en &ldquo;Juicio de Amparo&rdquo;, en el Instituto Tecnol&oacute;gico Aut&oacute;nomo
  de M&eacute;xico (ITAM); en el Curso de &ldquo;Introducci&oacute;n a la Especializaci&oacute;n
  Judicial&rdquo;, en el Colegio de J&oacute;venes Estudiantes de Derecho y Nuevos
  Profesionistas de la Suprema Corte de Justicia de la Naci&oacute;n, A.C.; en
  Talleres de Elaboraci&oacute;n de Sentencias de Amparo, en el Instituto de
  la Judicatura Federal; en el Curso de Arbitraje para Magistrados y Jueces Civiles
  del Tribunal Superior de Justicia del Distrito Federal.</p>
<p><div id="textoTituloRubro">Conferencias impartidas</div></p>
<p>1994 y 1995. Diversas conferencias invitada por el Gobierno del Estado de
  Puebla.</p>
<p>1996, 1997 y 1998. Diversas conferencias para el Consejo Nacional de Egresados
  de Posgrado en Derecho, A.C.</p>
<p>1996. En la Universidad Aut&oacute;noma de Tlaxcala.</p>
<p>1997 y 1998. En la Universidad de Estudios de Posgrado en Derecho.</p>
<p>1998. En el Instituto Mexicano del Seguro Social.</p>
<p>1999. En el Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
<p>2000. En la Academia Mexicana de Derecho Fiscal.</p>
<p>2000. En la Universidad Popular Aut&oacute;noma de Puebla (UPAEP).</p>
<p>2001. En la Universidad Nacional Aut&oacute;noma de M&eacute;xico, Facultad
  de Derecho, Divisi&oacute;n de Estudios de Posgrado.</p>
<p>2002. En la Universidad de las Am&eacute;ricas, en Puebla, Puebla.</p>
<p>2002. En la Universidad del Golfo de M&eacute;xico, en Orizaba, Veracruz.</p>
<p>2002. En la Universidad Latinoamericana.</p>
<p>2003. En la Universidad An&aacute;huac de Xalapa, Veracruz.</p>
<p>2003. En la Asociaci&oacute;n de Abogados de Poza Rica, A.C.</p>
<p>2003. En la Academia Mexicana para el Derecho, la Educaci&oacute;n y la Cultura,
  A.C.</p>
<p>2003. La Supremac&iacute;a de los Tratados Internacionales respecto del Derecho
  Mexicano, para el Colegio de Jueces y Magistrados del PJF.</p>
<p>2004. En el II Curso Iberoamericano de Justicia Electoral.</p>
<p>2004. Consejo de la Judicatura Federal, en el Foro &ldquo;La Reforma del Estado
  y el Distrito Federal&rdquo;.</p>
<p>2004. Suspensi&oacute;n del Acto Reclamado, en la Universidad de Baja California,
  en Tijuana, y la Barra de Abogados &ldquo;Licenciada Mar&iacute;a Sandoval
  de Zarco, A.C.&rdquo;.</p>
<p>2004. El Ministro de la Suprema Corte de Justicia de la Naci&oacute;n, perfil
  personal y profesional, nombramiento, ejercicio y remoci&oacute;n, en el Diplomado
  Te&oacute;rico-Pr&aacute;ctico en Amparo, organizado por el Colegio de Jueces
  y Magistrados del Poder Judicial de la Federaci&oacute;n.</p>
<p>2004. En el Instituto de Ciencias Jur&iacute;dicas, Campus Arag&oacute;n,
  A.C.</p>
<p>2004. En el Diplomado &ldquo;Derecho Judicial y Amparo&rdquo;, organizado
  por el Colegio de Jueces y Magistrados del Poder Judicial de la Federaci&oacute;n,
  Instituto Mexicano de Ciencias y Artes Aplicadas, S.A. de C.V., y el Instituto
  de Estudios de Derecho Social.</p>
<p>2005. Cumplimiento de las sentencias en materia fiscal, en la Academia Mexicana
  de Derecho Fiscal.</p>
<p>2005. En la Asociaci&oacute;n de Abogados de Empresa, A.C.</p>
<p>2005. En la Academia Mexicana de Derecho Fiscal, Cap&iacute;tulo Durango,
  A.C.</p>
<p>2005. Control Constitucional del Sistema Judicial Mexicano, CXCI Aniversario
  Institucional del Supremo Tribunal de Justicia para la Am&eacute;rica Mexicana,
  en el Palacio de Justicia &ldquo;Jos&eacute; Mar&iacute;a Morelos&rdquo;, en
  Morelia, Michoac&aacute;n.</p>
<p>2005. Los Derechos Sociales, dentro del Ciclo de Conferencias sobre Derechos
  Sociales, en el Senado de la Rep&uacute;blica.</p>
<p>2006. Precedentes Relevantes de la Suprema Corte de Justicia de la Naci&oacute;n
  en Materia de Expropiaci&oacute;n, en la Universidad Aut&oacute;noma de Nuevo
  Le&oacute;n, Facultad de Derecho y Criminolog&iacute;a.</p>
<p>2006. Criterios de la Suprema Corte de Justicia de la Naci&oacute;n en Materia
  de Publicaci&oacute;n de Leyes, en la Reuni&oacute;n Nacional de Diarios, Peri&oacute;dicos,
  Gacetas y Boletines Oficiales de los Estados Unidos Mexicanos.</p>
<p>2006. Amparo contra Leyes, ante funcionarios judiciales del D&eacute;cimo
  S&eacute;ptimo Circuito del Consejo de la Judicatura Federal.</p>
<p>2006. Caso Casta&ntilde;eda, ante la Asociaci&oacute;n de Abogados de Oaxaca.</p>
<p>2006. Inconstitucionalidad en Materia Electoral, en la Universidad Latina.</p>
<p>2006. Participaci&oacute;n en el &ldquo;Homenaje a Don Juan D&iacute;az Romero&rdquo;,
  organizado por Jueces y Magistrados del D&eacute;cimo Tercer Circuito del Consejo
  de la Judicatura Federal.</p>
<p>2006. Facultad de Investigaci&oacute;n de la Suprema Corte de Justicia de
  la Naci&oacute;n, en el Colegio de la Barra de Abogados de Hidalgo.</p>
<p>2006. Conferencia magistral Precedentes Relevantes de la Suprema Corte de
  Justicia de la Naci&oacute;n, C&aacute;tedra Flavio Antonio Paniagua Ruiz,
  en la Universidad Aut&oacute;noma de San Crist&oacute;bal de las Casas, Chiapas.</p>
<p>2006. Tendencias Actuales del Amparo contra Leyes, dentro de la conmemoraci&oacute;n
  del CXCI Aniversario del Supremo Tribunal de Justicia para la Am&eacute;rica
  Mexicana.</p>
<p>2006. Precedentes Relevantes de la Suprema Corte de Justicia de la Naci&oacute;n,
  en la Universidad Motolin&iacute;a.</p>
<p>2006. Conferencia ante miembros de la Asociaci&oacute;n Nacional del Notariado
  Mexicano, A.C.</p>
<p>2006. Conferencia sobre temas fiscales ante el Colegio de Contadores P&uacute;blicos
  de Guadalajara, Jalisco.</p>
<p>2006. Precedentes Relevantes de la Suprema Corte de Justicia de la Naci&oacute;n,
  ante el Colegio de Secretarios de Tribunales de Circuito y Juzgados de Distrito
  del Vig&eacute;simo Circuito.</p>
<p>2007. La Mujer en el Poder Judicial de la Federaci&oacute;n, ante el Instituto
  de Investigaciones Jur&iacute;dicas de la Universidad Nacional Aut&oacute;noma
  de M&eacute;xico. </p>
<p>2007. Conferencia Nueva base para el c&aacute;lculo del Impuesto al Activo,
  ante la Academia de Derecho Fiscal de Nuevo Le&oacute;n, A.C.</p>
<p>2007. Conferencia Equidad y G&eacute;nero, ante la Comisi&oacute;n de Equidad
  y G&eacute;nero del Congreso del Estado de Hidalgo.</p>
<p>2007. La derogaci&oacute;n del principio de Otero en el Juicio de Amparo,
  ante la Facultad de Derecho y Ciencias Sociales de la Universidad Michoacana
  de San Nicol&aacute;s de Hidalgo, en Morelia, Michoac&aacute;n.</p>
<p>2007. Conferencia Las mujeres en la impartici&oacute;n de justicia, en el
  Marco del X Aniversario del Consejo de la Judicatura del Estado, en Xalapa,
  Veracruz.</p>
<p>2007. Conferencia Naturaleza Jur&iacute;dica de la Sala Laboral Burocr&aacute;tica,
  ante la Gran Comisi&oacute;n del H. Congreso del Estado de Tlaxcala.</p>
<p>2007. Conferencia Derechos Pol&iacute;ticos de la Mujer, ante el Congreso
  del Estado de Chiapas.</p>
<p>2007. Resoluciones trascendentes de la Suprema Corte de Justicia de la Naci&oacute;n.
  Su impacto en el pa&iacute;s (Ley de Radio y Televisi&oacute;n), ante la comunidad
  estudiantil de la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma
  de M&eacute;xico.</p>
<p>2007. Conferencia magistral Decisiones Relevantes de la Suprema Corte de Justicia
  de la Naci&oacute;n (Candidaturas Independientes), C&aacute;tedra Eduardo Elizondo,
  en la Universidad Tecnol&oacute;gica de Monterrey.</p>
<p>2007. Conferencia El Control Constitucional de la Regulaci&oacute;n Tributaria,
  dentro del Seminario sobre Derecho Constitucional Tributario en Iberoam&eacute;rica,
  en el Tribunal Federal de Justicia Fiscal y Administrativa, en el Distrito
  Federal.</p>
<p>2007. El Control Constitucional de la Regulaci&oacute;n Tributaria, dentro
  del Seminario sobre Derecho Constitucional Tributario en Iberoam&eacute;rica,
  en la ciudad de Monterrey, Nuevo Le&oacute;n.</p>
<p>2007. Conferencia Constitucionalidad en Materia Electoral, en la Sala Regional
  Xalapa del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n.</p>
<p>2007. Conferencia Resoluciones Relevantes de la Suprema Corte de Justicia
  de la Naci&oacute;n (Ley de Radio y Televisi&oacute;n y Tratados Internacionales),
  en la Barra de Abogados del Distrito Federal.</p>
<p>2007. Conferencia Control de la Constitucionalidad en Materia Electoral, en
  Villahermosa, Tabasco.</p>
<p>2007. Conferencia inaugural del Seminario Conmemorativo de los 160 a&ntilde;os
  del Acta de Reforma de 1847, en la Barra Mexicana Colegio de Abogados, en la
  Ciudad de M&eacute;xico.</p>
<p>2007. Conferencia La Reforma Judicial y el Sistema de Impartici&oacute;n de
  Justicia, en la ciudad de Monterrey, Nuevo Le&oacute;n, invitada por la Asociaci&oacute;n
  Nacional de Abogados de Empresa (ANADE).</p>
<p>2007. Conferencia magistral Cuarta Mesa Redonda Justicia Constitucional de
  las Entidades Federativas, en San Crist&oacute;bal de las Casas, Chiapas.</p>
<p>2008. Conferencia en la Comisi&oacute;n Federal de Electricidad con el tema
  Futuro Jur&iacute;dico de los Organismos descentralizados para efectos del
  Amparo.</p>
<p>2008. Retos del Poder Judicial en el Actual Estado Constitucional de Derecho,
  en la Universidad Panamericana.</p>
<p>2008. Juez Constitucional en el Siglo XXI, Canc&uacute;n, Quintana Roo.</p>
<p>2008. Conferencia magistral Control Constitucional del Sistema Judicial Mexicano,
  en Villahermosa, Tabasco.</p>
<p><div id="textoTituloRubro">Participaci&oacute;n a nivel internacional</div></p>
<p>1997. Conferencia PROCEDIMIENTOS Y PENAS PREVISTOS EN EL SISTEMA LEGAL MEXICANO
  EN MATERIA DE DERECHO AUTORAL (Proceedings and punishments seth forth in the
  mexican legal system on copyright matters), en el marco del Simposio Intellectual
  Property Rights Enforcement, Instituto Mexicano de la Propiedad Industrial
  y Foro de Cooperaci&oacute;n Econ&oacute;mica Asia Pac&iacute;fico (APEC).
  Taipei, China.</p>
<p>1999. LA PARTICIPACI&Oacute;N JURISDICCIONAL EN LOS DIFERENTES TIPOS DE ARBITRAJE,
  Seminario de Medios Alternos para la soluci&oacute;n de Controversias para
  Jueces y Empresarios, impartido en el Comit&eacute; Consultivo de Controversias
  Comerciales Privadas del TLCAN y el Centro de Resoluci&oacute;n de Controversias
  M&eacute;xico-Estados Unidos. World Trade Center, Ciudad de M&eacute;xico.</p>
<p>2002. SOLUCI&Oacute;N DE UN CASO DE ESTUDIO EN EL MARCO DE LA LEY MEXICANA
  (Solution to a study case under mexican law), participaci&oacute;n en la Conferencia
  Judicial de la Corte de Reclamos Federales de los Estados Unidos, Universidad
  George Washington y la Asociaci&oacute;n de la Barra de la Corte de Reclamos
  Federales de los Estados Unidos. Washington, D.C., Estados Unidos de Norteam&eacute;rica.</p>
<p>2004. Fusi&oacute;n de Cortes Supremas y Consejos de la Judicatura, en la
  5a. Reuni&oacute;n Preparatoria de la VIII Cumbre Iberoamericana de Presidentes
  de Cortes Supremas y Tribunales Supremos de Justicia. Antigua Guatemala, Guatemala.</p>
<p>2006. SOLUCI&Oacute;N DE CONTROVERSIAS EN EL MARCO DEL TLCAN, Seminario de
  Derecho Mercantil, Instituto de Investigaciones Jur&iacute;dicas, ponente y
  moderadora de la Mesa &ldquo;Soluci&oacute;n de Controversias Internacionales&rdquo;.
  M&eacute;xico, D.F. </p>
<p>2006. Medios de Control Constitucional en el Derecho Mexicano. Quito, Ecuador.</p>
<p>2008. Conferencia de los Presidentes de los Tribunales Superiores del Mundo
  Sistema Judicial de los Estados Unidos Mexicanos, en los Emiratos &Aacute;rabes
  Unidos.</p>
<p><div id="textoTituloRubro">Cargos honorarios desempe&ntilde;ados</div></p>
<p>Fue Tesorera del Colegio de Secretarios de Estudio y Cuenta en la Suprema
  Corte de Justicia de la Naci&oacute;n, de 1984 a 1985; Presidenta del Colegio
  de Secretarios de Estudio y Cuenta de la Suprema Corte de Justicia de la Naci&oacute;n,
  de 1985 a 1986; Presidenta de la Segunda Reuni&oacute;n Nacional de Jueces
  de Distrito del Poder Judicial de la Federaci&oacute;n, en 1992; Decana de
  los Jueces de Distrito del Poder Judicial de la Federaci&oacute;n en la Rep&uacute;blica
  Mexicana, en 1992; Miembro del Comit&eacute; de Doctorado de Derecho Constitucional
  y Administrativo (anterior plan de estudios), en la Universidad Nacional Aut&oacute;noma
  de M&eacute;xico, Facultad de Derecho, Divisi&oacute;n de Estudios de Posgrado,
  de 2000 a la fecha; Miembro del Comit&eacute; de Doctorado de Derecho Constitucional
  y Administrativo (nuevo plan de estudios), de la Universidad Nacional Aut&oacute;noma
  de M&eacute;xico, Facultad de Derecho, Divisi&oacute;n de Estudios de Posgrado,
  de 2000 a la fecha; Miembro activo de la Asociaci&oacute;n Nacional de Doctores
  en Derecho, A.C., de 2002 a la fecha; Miembro activo del Claustro Acad&eacute;mico
  de Doctores en Derecho de la Facultad de Derecho de la Universidad Nacional
  Aut&oacute;noma de M&eacute;xico, de 2002 a la fecha; fue Miembro del Consejo
  T&eacute;cnico de la Universidad Marista, Facultad de Derecho, en 2002-2003;
  fue Miembro Fundador del Colegio de Profesores de la Universidad Marista, Facultad
  de Derecho, en 2002; Acad&eacute;mica Honoraria de la Academia Mexicana de
  Derecho Fiscal, desde el 2005.</p>
<p>&nbsp;</p>
<p><div id="textoTituloRubro">Publicaciones</div></p>
<p>En 1992, se public&oacute; en la Memoria de la 3a. Reuni&oacute;n Nacional
  de Jueces de Distrito del Poder Judicial de la Federaci&oacute;n, el art&iacute;culo
  Procedencia del Juicio Ordinario Federal en Materia Administrativa.</p>
<p>En 1997, se public&oacute; en la Revista del Centro de Estudios de Actualizaci&oacute;n
  Jur&iacute;dica, el art&iacute;culo La prueba pericial en el incidente de da&ntilde;os
  y perjuicios previsto en el art&iacute;culo 105, &uacute;ltimo p&aacute;rrafo,
  de la Ley de Amparo.</p>
<p>En 2002, se public&oacute; en The George Washington International Law Review,
  Special Edition, The Court of Federal Claims, 15th Judicial Conference, Solution
  to a study case under mexican law, bajo el t&iacute;tulo Suing the sovereign
  in Mexico, por la Universidad George Washington, Washington, D.C., USA, Volumen
  35, N&uacute;mero 3, 2003.</p>
<p>En 2003, se public&oacute; Los Derechos Pol&iacute;ticos de la Mujer, en la
  Revista &ldquo;Derecho y Cultura&rdquo;, N&uacute;meros 11 y 12, Instituto
  de Investigaciones Jur&iacute;dicas, UNAM; Academia Mexicana para el Derecho,
  la Educaci&oacute;n y la Cultura, A.C.; Tribunal Electoral del Estado de Puebla;
  Instituto Electoral del Estado de Puebla.</p>
<p>En 2005, se public&oacute; el art&iacute;culo Los derechos sociales, que fue
  impartido en el Ciclo de Conferencias sobre Derechos Sociales, organizado por
  el Senado de la Rep&uacute;blica, en el Distrito Federal.</p>
<p>En 2006, se public&oacute; el art&iacute;culo Los Derechos Sociales en la
  Constituci&oacute;n Mexicana, en Jur&iacute;Polis, Revista de Derecho y Pol&iacute;tica
  del Departamento de Derecho, Tecnol&oacute;gico de Monterrey, Campus Ciudad
  de M&eacute;xico.</p>
<p>En 2006, se public&oacute; el Comentario al art&iacute;culo 1o. de la Ley
  General del Sistema de Medios de Impugnaci&oacute;n en Materia Electoral Comentada,
  publicada por el Colegido Nacional de Magistrados de Circuito y Jueces de Distrito
  del Poder Judicial de la Federaci&oacute;n.</p>
<p><div id="textoTituloRubro">Reconocimientos y distinciones</div></p>
<p>1995. Reconocimiento por trayectoria, otorgado por el Poder Judicial de la
  Federaci&oacute;n por 20 a&ntilde;os de servicio.<br>
    <br>
    2000. Reconocimiento del Poder Judicial de la Federaci&oacute;n por 25 a&ntilde;os
    de servicio.<br>
    <br>
    2004. Reconocimiento por trayectoria, otorgado por la Universidad Aut&oacute;noma
    de Chiapas, Facultad de Derecho.<br>
    <br>
    2004. Reconocimiento otorgado por la Asociaci&oacute;n Nacional de Doctores
    en Derecho, A.C., a la trayectoria y designaci&oacute;n como Ministra de
    la Suprema Corte de Justicia de la Naci&oacute;n.<br>
    <br>
    2004. Reconocimiento otorgado por el Instituto Nacional de Ciencias Penales
    y el Instituto Nacional de las Mujeres, en el Homenaje a la Trayectoria de
    Mujeres Mexicanas en Materia de Impartici&oacute;n y Procuraci&oacute;n de
    Justicia.<br>
    <br>
    2004. Distinci&oacute;n &ldquo;HU&Eacute;SPED DISTINGUIDO DE TUXTLA GUTI&Eacute;RREZ,
    CHIAPAS&rdquo;, otorgada por el Municipio de Tuxtla Guti&eacute;rrez, Chiapas.<br>
    <br>
    2004. Distinci&oacute;n &ldquo;PRESEA TEPANTLATO AL M&Eacute;RITO JUR&Iacute;DICO&rdquo;,
    otorgada por el Instituto de Investigaciones Jur&iacute;dicas, Campus Arag&oacute;n,
    A.C. <br>
    <br>
    2005. Reconocimiento como visitante distinguido, otorgado por el Ayuntamiento
    de Boca del R&iacute;o, Veracruz.<br>
    <br>
    2005. Reconocimiento otorgado por la Generaci&oacute;n de Abogados 1978-1983,
    Asociaci&oacute;n Licenciado Larios Valencia, A.C., de la Universidad de
    Guadalajara.<br>
    <br>
    2005. Reconocimiento del Poder Judicial de la Federaci&oacute;n por 30 a&ntilde;os
    de servicio.<br>
    <br>
    2005. Distinci&oacute;n &ldquo;MUJERES CONTRIBUYENDO POR MEXICO&rdquo;, otorgada
    por el Club Rotario de Jardines del Pedregal.<br>
    <br>
    2006. Reconocimiento otorgado por la Suprema Corte de Justicia de la Naci&oacute;n
    en el homenaje a &ldquo;Las Diez Primeras Ministras de la Suprema Corte de
    Justicia de la Naci&oacute;n&rdquo;.<br>
    <br>
    2006. Distinci&oacute;n &ldquo;MEDALLA DOCTOR MANUEL VELASCO SU&Aacute;REZ&rdquo;,
    otorgada por el H. Ayuntamiento Constitucional de San Crist&oacute;bal de
    las Casas, Chiapas.<br>
    <br>
    2006. Distinci&oacute;n &ldquo;MIEMBRO HONORARIO DE LA ACADEMIA DE DERECHO
    FISCAL&rdquo;.<br>
    <br>
    2006. Reconocimiento por el Ciclo de Conferencias en Derecho Constitucional
    y Electoral, en la Barra de Abogados &ldquo;Licenciada Mar&iacute;a Sandoval
    de Zarco, A.C.&rdquo;, en Tijuana, Baja California.<br>
    <br>
    2006. Reconocimiento de la Asociaci&oacute;n de Tribunales y Salas Electorales
    de la Rep&uacute;blica Mexicana, A.C., por su trabajo para fortalecer el
    estado constitucional democr&aacute;tico de derecho en M&eacute;xico.<br>
    <br>
    2006. Reconocimiento de la Universidad Aut&oacute;noma de Chiapas, Facultad
    de Derecho, por su participaci&oacute;n en la presentaci&oacute;n de la obra
    comentada Enciclopedia Jur&iacute;dica Electoral de M&eacute;xico, en San
    Crist&oacute;bal de las Casas, Chiapas.<br>
    <br>
    2006. Reconocimiento otorgado por el Colegio de Contadores P&uacute;blicos
    de Guadalajara, Jalisco, por su participaci&oacute;n en el XI Magno Evento
    Fiscal.<br>
    <br>
    2006. Reconocimiento por su participaci&oacute;n como ponente en el Curso
    de Actualizaci&oacute;n Notarial 2006, otorgado por la Asociaci&oacute;n
    Nacional del Notariado Mexicano, A.C.<br>
    <br>
    2007. Reconocimiento de la Facultad de Derecho de la Universidad Nacional
    Aut&oacute;noma de M&eacute;xico, como Miembro Fundador del Claustro de Acad&eacute;micos
    con Grado de Derecho.<br>
    <br>
    2007. Reconocimiento otorgado por la Universidad Aut&oacute;noma de Chiapas,
    como titular de la materia &ldquo;Juicio de Amparo II&rdquo;, de la Maestr&iacute;a
    en Derecho, en San Crist&oacute;bal de las Casas, Chiapas.<br>
    <br>
    2007. Reconocimiento otorgado por la Universidad Aut&oacute;noma de Baja
    California, Facultad de Ciencias Administrativas y Sociales, Unidad Ensenada,
    por la recepci&oacute;n de los alumnos en la Suprema Corte de Justicia de
    la Naci&oacute;n.<br>
    <br>
    2007. Reconocimiento por trayectoria, otorgado por la Federaci&oacute;n Mexicana
    de Colegio de Abogados, A.C., en Morelia, Michoac&aacute;n.<br>
    <br>
    2008. Reconocimiento por su destacada intervenci&oacute;n en la Conferencia
    Magistral Experiencia del modelo acusatorio en Latinoam&eacute;rica del Congreso
    El Sistema de Justicia Penal en M&eacute;xico: Retos y Perspectivas.<br>
    <br>
    2008. Reconocimiento otorgado por la Universidad Panamericana por su participaci&oacute;n
    en el Programa de Cultura y Actualizaci&oacute;n Jur&iacute;dica.<br>
    <br>
    2008. Reconocimiento por su destacada participaci&oacute;n en el Primer Encuentro
    Nacional e Internacional de Magistradas y Juezas, M&eacute;xico, D.F.</p>
<br><br><br><br>
    </div>
		</div>
		</div>
</body>
</html>