<html>
	<head>
		<title>Consejero &Oacute;scar V&aacute;zquez Mar&iacute;n</title>
		<link rel="stylesheet" type="text/css" href="estilo.css" />
	</head>
	<body>
	<a id="top" name="top"></a>
		
		<div id="container">
		<div id="container2">
    <div id="content">
				<div id="image">
					<h2> 			
					<br><br><img width=250 height=350 v:shapes="_x0000_i1025" src="images/OVM.jpg"><br><br><br>
					<div id="NombreMinistro">
                      Consejero &Oacute;scar V&aacute;zquez Mar&iacute;n 
					</div>	
				  </h2>
				</div>			

				
<p></p>
<p>		
<div id="textoContenido">	
<p>Naci&oacute; en Apozol, Zacatecas, el 17 de febrero de 1952. </p>
<p><div id="textoTituloRubro">Estudios</div></p>
<p>Curs&oacute; la licenciatura en Derecho en la Facultad de Derecho de la Universidad
  de Guadalajara, de 1968 a 1973, se titul&oacute; el 15 de febrero de 1975,
  con la tesis Medidas legales para la represi&oacute;n internacional del terrorismo;
  asisti&oacute; al &ldquo;VI Cursos de Posgrado en Derecho, Pol&iacute;tica
  y Criminolog&iacute;a, &Aacute;rea Procesal&rdquo;, impartido por la Universidad
  de Salamanca, Espa&ntilde;a.</p>
<p><div id="textoTituloRubro">Docencia</div></p>
<p>Ha impartido clases de &ldquo;Derecho Penal&rdquo;, en la Escuela de Derecho
  de la Universidad Aut&oacute;noma de Sinaloa, con sede en Mazatl&aacute;n; &ldquo;Derecho
  Penal&rdquo; y &ldquo;Pr&aacute;ctica Profesional Penal&rdquo;, en la Facultad
  de Derecho de la Universidad de Guadalajara; y &ldquo;Cl&iacute;nica de Derecho
  Procesal Penal&rdquo;, en la Universidad Aut&oacute;noma de Guadalajara. Asimismo,
  ha impartido los cursos de &ldquo;Amparo en Materia Penal&rdquo;, en el Instituto
  de Especializaci&oacute;n Judicial de la Suprema Corte de Justicia de la Naci&oacute;n,
  Extensi&oacute;n Jalisco; &ldquo;Amparo y Actualizaci&oacute;n Penal para Jueces
  y Secretarios&rdquo;, en el Supremo Tribunal de Justicia del Estado de Colima; &ldquo;Procuraci&oacute;n
  de Justicia para los Agentes del Ministerio P&uacute;blico del Estado de Jalisco&rdquo; y &ldquo;Procedimiento
  Penal&rdquo;, en la Universidad de Guadalajara; &ldquo;Diplomado en Materia
  Penal y de Amparo&rdquo;, en la Universidad de Colima; &ldquo;Diplomado en
  Derecho Constitucional y Amparo&rdquo;, en la Universidad Panamericana, Sede
  Guadalajara; &ldquo;Derecho Procesal Penal&rdquo;; &ldquo;Curso B&aacute;sico
  de Formaci&oacute;n y Preparaci&oacute;n para Secretarios&rdquo;, en el Instituto
  de la Judicatura Federal, Extensi&oacute;n Ciudad Ju&aacute;rez, Chihuahua;
  y adicionalmente, ha sido participante y ponente en diversos foros, seminarios,
  congresos y conferencias.</p>
<p><div id="textoTituloRubro">Publicaciones</div></p>
<p>Art&iacute;culo &ldquo;El juicio de amparo en materia penal&quot;, en el Bolet&iacute;n
  Judicial del Poder Judicial del Estado de Colima, Quid Juris, &Eacute;poca
  I, N&uacute;m. 8, Colima, 30 de junio de 1994; art&iacute;culo &quot;La inspecci&oacute;n
  y supervisi&oacute;n de los &oacute;rganos jurisdiccionales federales en M&eacute;xico&quot;,
  en Estudios en homenaje a Don Jorge Fern&aacute;ndez Ruiz, Derecho procesal,
  UNAM, Instituto de Investigaciones Jur&iacute;dicas, marzo de 2005; art&iacute;culo &quot;Requisitos
  Jur&iacute;dicos Formales de los Medios de Impugnaci&oacute;n en Materia Electoral&rdquo;,
  en el libro Comentarios a la Ley General del Sistema de Medios de Impugnaci&oacute;n
  en Materia Electoral, editado por el Senado de la Rep&uacute;blica, LIX Legislatura
  y el Colegio Nacional de Magistrados de Circuito y Jueces de Distrito del Poder
  Judicial de la Federaci&oacute;n, julio de 2006; art&iacute;culo &ldquo;La
  vigilancia de los &Oacute;rganos Jurisdiccionales Federales en M&eacute;xico&rdquo; en
  Revista Mexicana de Justicia, Procuradur&iacute;a General de la Rep&uacute;blica,
  Sexta &Eacute;poca, N&uacute;m. 14, octubre de 2006; art&iacute;culo &ldquo;La
  inspecci&oacute;n y vigilancia de los juzgadores en el Consejo de la Judicatura
  Federal&rdquo;, en Judicatura e Impartici&oacute;n de Justicia en M&eacute;xico,
  Porr&uacute;a, 2007; art&iacute;culo &quot;Los juicios orales en M&eacute;xico: &iquest;condici&oacute;n
  o alternativa del sistema acusatorio?&quot;, en Revista del Instituto de la
  Judicatura Federal, N&uacute;m. 24, diciembre de 2007; y, art&iacute;culo &quot;Los
  juicios orales en la justicia local: un breve estudio sobre los sistemas de
  Nuevo Le&oacute;n, Chihuahua, Estado de M&eacute;xico y Oaxaca&quot;, en Reforma
  Judicial, revista mexicana de justicia, Instituto de Investigaciones Jur&iacute;dicas
  de la UNAM, N&uacute;m. 11, enero-junio 2008.</p>
<p><strong>Se ha desempe&ntilde;ado como:</strong> Actuario del Juzgado Primero de lo Criminal
  en Guadalajara, Jalisco; y pasante en Derecho, en el Bufete Jur&iacute;dico
  Gratuito de la Universidad de Guadalajara.</p>
<p><strong>Dentro del Poder Judicial de la Federaci&oacute;n ha ocupado los siguientes
  cargos:</strong> Actuario y Secretario del Juzgado de Distrito en el Estado de Sinaloa;
  Secretario de Tribunal Colegiado en Materia Penal del Primer Circuito; Secretario
  del Juzgado Primero de Distrito en Materia Penal en el Estado de Jalisco; Secretario
  del Primer Tribunal Colegiado del Tercer Circuito; Secretario de Estudio y
  Cuenta de la Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n;
  Juez Primero de Distrito en Materia Penal en el Estado de Jalisco, Magistrado
  del Tercer Tribunal Colegiado del Sexto Circuito; Magistrado del Segundo Tribunal
  Colegiado en Materia Civil del Tercer Circuito; Magistrado del Primer y Segundo
  Tribunales Colegiados en Materia Penal del Tercer Circuito; Visitador Judicial
  del Consejo de la Judicatura Federal; en sesi&oacute;n ordinaria celebrada
  el 19 de febrero del 2003, el Pleno del Consejo de la Judicatura Federal lo
  design&oacute; como encargado del despacho de la Visitadur&iacute;a Judicial,
  con efectos a partir del uno de marzo de 2003; el mismo Pleno en sesi&oacute;n
  celebrado el 18 de junio del mismo a&ntilde;o, acord&oacute; designarlo como
  Visitador General del Consejo de la Judicatura Federal, con efectos a partir
  del 25 de junio de 2003; durante este &uacute;ltimo nombramiento, fue designado
  por el H. Pleno de la Suprema Corte de Justicia de la Naci&oacute;n en sesi&oacute;n
  del 18 de abril de 2006, para integrar temporalmente la comisi&oacute;n investigadora
  para el ejercicio de la facultad establecida en el p&aacute;rrafo segundo del
  Art&iacute;culo 97 de la Constituci&oacute;n Pol&iacute;tica de los Estados
  Unidos Mexicanos, sobre el caso relacionado con presunta violaci&oacute;n de
  garant&iacute;as en contra de la periodista Lydia Cacho Ribeiro. El 27 de noviembre
  de 2006, fue nombrado Consejero de la Judicatura Federal por el Pleno de la
  Suprema Corte de Justicia de la Naci&oacute;n.</p>
<br><br><br><br>
    </div></div></div>
		
</body>
</html>