<html>
	<head>
		<title>Magistrado Pedro Esteban Penagos L&oacute;pez</title>
		<link rel="stylesheet" type="text/css" href="estilo.css" />
	</head>
	<body>
	<a id="top" name="top"></a>
		
		<div id="container">
		<div id="container2">
    <div id="content">
				<div id="image">
					<h2> 			
					<br><br><img width=250 height=340 v:shapes="_x0000_i1025" src="images/PEPL.jpg"><br><br><br>
					</span></p>
					<div id="NombreMinistro">
                      Magistrado Pedro Esteban Penagos L&oacute;pez
					</div>	
				  </h2>
				</div>			

				
<p></p>
<p>		
<div id="textoContenido">	
<p>Naci&oacute; en San Crist&oacute;bal de las Casas, Chiapas, el 28 de marzo de
  1951. Hijo de Florentino Penagos Mart&iacute;nez y Candelaria L&oacute;pez Ballinas.
  Casado con Norma Mireya Ruiz L&oacute;pez. <br>
 <p><div id="textoTituloRubro"> Estudios</div> </p>
  Licenciado en Derecho, Universidad Nacional Aut&oacute;noma de M&eacute;xico
  (1971-1975). Tesis: An&aacute;lisis del Contrato Ley de la Industria de la Radio
  y la Televisi&oacute;n. <br>
  <p><div id="textoTituloRubro">Especializaci&oacute;n</div> </p>
  En el &ldquo;Juicio de Amparo&rdquo;, en el Instituto de Especializaci&oacute;n
  Judicial de la Suprema Corte de Justicia de la Naci&oacute;n, actualmente del
  Consejo de la Judicatura Federal, Instituci&oacute;n en la que tambi&eacute;n
  curs&oacute; el &ldquo;Diplomado en Derecho Constitucional y Amparo&rdquo;.<br>
  Posgrado<br>
  Ha concluido los estudios de Doctor en Derecho por Investigaci&oacute;n en la
  Divisi&oacute;n de Estudios de Posgrado de la Universidad Panamericana. <br>
</p>
<p><div id="textoTituloRubro">Carrera judicial</div> </p>
  Oficial Judicial, Actuario y Secretario del Juzgado Cuarto de Distrito en Materia
    Administrativa en el Distrito Federal; Secretario del Tercer Tribunal Colegiado
    en Materia Administrativa del Primer Circuito; Secretario de Estudio y Cuenta
    del Pleno de la Suprema Corte de Justicia de la Naci&oacute;n; Juez Segundo
    de Distrito en el Estado de Oaxaca; Subsecretario General de Acuerdos de
    la Suprema Corte de Justicia de la Naci&oacute;n; Magistrado del Primer Tribunal
    Colegiado en Materia de Trabajo del Primer Circuito; Magistrado del Quinto
    Tribunal Colegiado en Materia Administrativa del Primer Circuito; Magistrado
    del D&eacute;cimo Primer Tribunal Colegiado en Materia Administrativa del
    Primer Circuito; y Magistrado de la Sala Regional Cuarta Circunscripci&oacute;n
    Plurinominal del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n;
    a partir del 16 de noviembre de 2006, el Senado de la Rep&uacute;blica lo
    nombr&oacute; Magistrado de la Sala Superior del Tribunal Electoral del Poder
    Judicial de la Federaci&oacute;n. Ocupa el cargo de Magistrado a partir de
    1987. Adquiri&oacute; inamovilidad judicial en t&eacute;rminos del art&iacute;culo
    97 constitucional, el 4 de mayo de 1993. <br>
  <p><div id="textoTituloRubro">Actividades acad&eacute;micas</div> </p>
  Es docente en el Instituto Federal de Defensor&iacute;a P&uacute;blica y en
  la Divisi&oacute;n de Estudios de Posgrado de la Universidad Panamericana;
  y ha sido docente en el Instituto de la Judicatura Federal, en la Divisi&oacute;n
  de Educaci&oacute;n Continua de la Universidad Nacional Aut&oacute;noma de
  M&eacute;xico; en la Divisi&oacute;n de Estudios de Posgrado de la Universidad
  Bonaterra en Aguascalientes; en la Divisi&oacute;n de Estudios de Posgrado
  de la Universidad Aut&oacute;noma de Tlaxcala y en la Divisi&oacute;n de Estudios
  de Posgrado de la Universidad Panamericana, Secci&oacute;n Guadalajara, actividad
  que desempe&ntilde;a eventualmente. Ha sido conferencista en diversos foros
  organizados por la Comisi&oacute;n del Distrito Federal del Senado de la Rep&uacute;blica,
  el Instituto de la Judicatura Federal, el Tribunal Electoral del Poder Judicial
  de la Federaci&oacute;n, la Universidad Nacional Aut&oacute;noma de M&eacute;xico,
  la Universidad Latina y diversas universidades del interior de la Rep&uacute;blica.<br>
  <p><div id="textoTituloRubro">Publicaciones</div> </p>
  Coautor de la Ley General del Sistema de Medios de Impugnaci&oacute;n en Materia
  Electoral, Comentada, publicada por la Comisi&oacute;n de Justicia del Senado
  de la Rep&uacute;blica y el Colegio Nacional de Magistrados de Circuito y Jueces
  de Distrito del Poder Judicial de la Federaci&oacute;n, en la que comenta El
  Juicio de Revisi&oacute;n Constitucional Electoral; ha publicado los art&iacute;culos:
  La Reforma del Estado y el Sistema Judicial Mexicano y El Juez, la Jurisprudencia
  y la Autoridad Administrativa en la Consulta Nacional sobre una Reforma Integral
  y Coherente del Sistema de Impartici&oacute;n de Justicia en el Estado Mexicano,
  realizada por la Suprema Corte de Justicia de la Naci&oacute;n. Asimismo, se
  le publicaron diversas ponencia que en materia electoral, constitucional y
  amparo, present&oacute; en Foros realizados por la Comisi&oacute;n del Distrito
  Federal del Senado de la Rep&uacute;blica.<br>
  <p><div id="textoTituloRubro">Otras actividades</div> </p>
  Fungi&oacute; como Coordinador General de los Magistrados del Primer Circuito
  en el a&ntilde;o de 1988 y como Coordinador de los Magistrados en Materia Administrativa
  de dicho Circuito en el a&ntilde;o de 1995. Fue integrante de la Comisi&oacute;n
  encargada de la Depuraci&oacute;n de Tesis en Materia Administrativa para la
  publicaci&oacute;n de las compilaciones de 1995 y del a&ntilde;o 2000, del
  Semanario Judicial de la Federaci&oacute;n. Miembro Fundador del Colegio Nacional
  de Magistrados de Circuito y de Jueces de Distrito del Poder Judicial de la
  Federaci&oacute;n, Asociaci&oacute;n Civil, en la que actualmente funge como
  Presidente de la Comisi&oacute;n de Honor y Justicia. Asimismo, es miembro
  del Comit&eacute; Directivo de la Asociaci&oacute;n Mexicana de Impartidores
  de Justicia (AMIJ) y ha participado como jurado para la evaluaci&oacute;n de
  aspirantes a Jueces de Distrito y Magistrados de Circuito.<br>
  <p><div id="textoTituloRubro">Reconocimientos</div> </p>
  Ha recibido diversos diplomas y reconocimientos otorgados por el Poder Judicial
  de la Federaci&oacute;n, la Comisi&oacute;n del Distrito Federal del Senado
  de la Rep&uacute;blica, la Universidad Nacional Aut&oacute;noma de M&eacute;xico,
  el Colegio Nacional de Magistrados de Circuito y Jueces de Distrito del Poder
  Judicial de la Federaci&oacute;n, el Tribunal Superior Agrario, la Universidad
  Latina, el Instituto de Ciencias Jur&iacute;dicas de Egresados de la Universidad
  Nacional Aut&oacute;noma de M&eacute;xico, Campus Arag&oacute;n, A.C., la Universidad
  de Estudios de Posgrado en Derecho, A.C., el Instituto de Estudios Superiores
  en Derecho Penal, la revista jur&iacute;dica &ldquo;Primera Instancia&rdquo;,
  las universidades de Aguascalientes, Chiapas, Coahuila, Colima, Durango, Hidalgo
  y Tlaxcala, la Barra Mexicana Colegio de Abogados, el Tribunal Electoral del
  Distrito Federal, el Club Rotario San &Aacute;ngel, Universidad Aut&oacute;noma
  de Chiapas y los Institutos Electorales de Quer&eacute;taro y Morelos.</p>
<br><br><br><br>
    </div></div></div>
		
</body>
</html>